Repository: vaniocz/vanio-domain-bundle
Catalog: Resources/translations/validators.*.xlf
Languages: cs

source: The entity is used.
cs: Tato entita se používá.

source: This value must be unique.
cs: Tato hodnota musí být unikátní.

source: File must not be blank.
cs: Vyberte soubor.

source: Image must not be blank.
cs: Vyberte obrázek.

source: Unknown image format.
cs: Neznámý formát obrázku.

source: Address must not be blank.
cs: Vyplňte alespoň přibližnou adresu.

source: Address must not be longer than {{ max_length }} characters.
cs: Adresa nesmí být delší než {{ max_length }} znaků.

source: Latitude must not be blank.
cs: Vyplňte zeměpisnou šířku.

source: Latitude must be between {{ min }} and {{ max }} degrees.
cs: Zeměpisná šířka musí být mezi {{ min }} a {{ max }} stupni.

source: Longitude must not be blank.
cs: Vyplňte zeměpisnou délku.

source: Longitude must be between {{ min }} and {{ max }} degrees.
cs: Zeměpisná délka musí být mezi {{ min }} a {{ max }} stupni.
